Repository: masalan/hts
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: mr_in

source: First
mr_in: पहिला

source: Last
mr_in: शेवटचे

source: &laquo; Previous
mr_in: & laquo; मागील

source: Next &raquo;
mr_in: पुढील & raquo;

source: Login
mr_in: लॉग इन

source: Password
mr_in: पासवर्ड

source: Remember me
mr_in: माझी आठवण ठेवा

source: Confirmation Code
mr_in: पुष्टीकरण कोड

source: Username
mr_in: वापरकर्तानाव

source: Email
mr_in: ईमेल

source: Confirm Password
mr_in: पासवर्डची पुष्टी करा

source: Email or login
mr_in: ईमेल किंवा लॉगिन करा

source: New Password
mr_in: नवीन पासवर्ड

source: Confirm new Password
mr_in: नवीन परवलीच्या शब्दाची खात्री करा

source: Old Password
mr_in: जुना पासवर्ड

source: Verification code incorrect
mr_in: सत्यापन कोड चुकीचा आहे

source: Category Name
mr_in: श्रेणीचे नाव

source: Same category already Exist!!
mr_in: समान श्रेणी आधीच अस्तित्वात आहे !!

source: Category Added!!
mr_in: श्रेणी जोडली !!

source: Category ID
mr_in: श्रेणी आयडी

source: Category Updated!!
mr_in: वर्ग अद्यतनित!!

source: No changes!!
mr_in: काहीही बदल नाही!!

source: Category Deleted
mr_in: श्रेणी हटविली

source: Product Name
mr_in: उत्पादनाचे नांव

source: Product Thumbnail
mr_in: उत्पादन लघुप्रतिमा

source: Product ID
mr_in: उत्पादन आयडी

source: Product Price
mr_in: उत्पादन किंमत

source: Product Sizes
mr_in: उत्पादन आकार

source: Product Colors
mr_in: उत्पादन रंग

source: Product Details
mr_in: उत्पादन तपशील

source: New Product Added!!
mr_in: नवीन उत्पादन जोडले !!

source: Successfully Updated!!
mr_in: यशस्वीरित्या अद्यतनित केले !!

source: No changes
mr_in: काहीही बदल नाही

source: Thumbnail is required.
mr_in: लघुप्रतिमा आवश्यक आहे.

source: The name can only contain alpha-numeric characters, dashes, underscores, colons, and spaces
mr_in: नावामध्ये केवळ अल्फा-न्यूमेरिक वर्ण, डॅश, अंडरस्कोअर, कोलन आणि स्पेसेस असू शकतात

source: All Products
mr_in: सर्व उत्पादने

source: Products from %s
mr_in: %s उत्पादने

source: Product id missing!!
mr_in: उत्पादन आयडी गहाळ !!

source: Search Result
mr_in: शोधेचा निकाल

source: product not found
mr_in: उत्पादन सापडले नाही

source: Logo
mr_in: लोगो

source: Store Name
mr_in: स्टोअरचे नाव

source: Business Email
mr_in: व्यवसाय ईमेल

source: Currency
mr_in: चलन

source: Currency Symbol
mr_in: चलन चिन्ह

source: Use Paypal
mr_in: PayPal वापरा

source: Use Submit Order
mr_in: ईमेल सबमिट मागणी

source: Shipping Charges
mr_in: शिपिंग शुल्क

source: Shipping Free After
mr_in: विनामूल्य शिपिंग नंतर

source: Message on Order Submit
mr_in: ऑर्डर सबमिट संदेश

source: Shipping amount can not less than 0
mr_in: शिपिंग रक्कम शुन्यहुन कमी असु शकत नाही.

source: Size
mr_in: आकार

source: Color
mr_in: रंग

source: Product Qty
mr_in: उत्पादन मात्रा

source: item
mr_in: वस्त

source: items
mr_in: वस्तु

source: <strong>%total_items%</strong> %item_select% of <strong>%glo_total%</strong> in your
mr_in: <strong>%glo_total%</strong> किमतीच्या <strong>%total_items%</strong> %item_select%

source: Name
mr_in: नाव

source: pending
mr_in: प्रलंबित

source: New Order Placed
mr_in: नवीन ऑर्डर दिली

source: Your order has been Placed.
mr_in: आपली ऑर्डर दिली गेली आहे.

source: Payment
mr_in: भरणा

source: PayPal
mr_in: पेपैल

source: Needs further review!!
mr_in: पुढील समीक्षा आवश्यक आहे !!

source: Confirmed
mr_in: पुष्टी केली

source: The {field} field is required.
mr_in: {फील्ड} फील्ड आवश्यक आहे.

source: The {field} field must have a value.
mr_in: {फील्ड} फील्डचे मूल्य असणे आवश्यक आहे.

source: The {field} field must contain a valid email address.
mr_in: {फील्ड} फील्डमध्ये वैध ईमेल पत्ता असणे आवश्यक आहे.

source: The {field} field must contain all valid email addresses.
mr_in: {फील्ड} फील्डमध्ये सर्व वैध ईमेल पत्ते असणे आवश्यक आहे.

source: The {field} field must contain a valid URL.
mr_in: {Field} फील्डमध्ये वैध URL असणे आवश्यक आहे.

source: The {field} field must contain a valid IP.
mr_in: {फील्ड} फील्डमध्ये वैध आयपी असणे आवश्यक आहे.

source: The {field} field must be at least {param} characters in length.
mr_in: {Field} फील्ड कमीत कमी {param} वर्ण असणे आवश्यक आहे.

source: The {field} field cannot exceed {param} characters in length.
mr_in: {फील्ड} फील्ड लांबी {param} वर्णांपेक्षा जास्त शकत नाही.

source: The {field} field must be exactly {param} characters in length.
mr_in: {Field} फील्ड लांबीच्या {param} वर्णांचे असणे आवश्यक आहे.

source: The {field} field may only contain alphabetical characters.
mr_in: {Field} फील्डमध्ये केवळ वर्णानुक्रमे असू शकतात.

source: The {field} field may only contain alpha-numeric characters.
mr_in: {Field} फील्डमध्ये केवळ अल्फा-न्यूमेरिक वर्ण असू शकतात.

source: The {field} field may only contain alpha-numeric characters and spaces.
mr_in: {Field} फील्डमध्ये केवळ अल्फा-न्यूमेरिक वर्ण आणि स्पेसेस असू शकतात.

source: The {field} field may only contain alpha-numeric characters, underscores, and dashes.
mr_in: {फील्ड} फील्डमध्ये केवळ अल्फा-न्यूमेरिक वर्ण, अंडरस्कोअर आणि डॅश असू शकतात.

source: The {field} field must contain only numbers.
mr_in: {Field} फील्डमध्ये केवळ संख्या असणे आवश्यक आहे.

source: The {field} field must contain only numeric characters.
mr_in: {Field} फील्डमध्ये फक्त अंकीय वर्ण असणे आवश्यक आहे.

source: The {field} field must contain an integer.
mr_in: {Field} फील्डमध्ये पूर्णांक असणे आवश्यक आहे.

source: The {field} field is not in the correct format.
mr_in: {फील्ड} फील्ड योग्य स्वरूपात नाही.

source: The {field} field does not match the {param} field.
mr_in: {फील्ड} फील्ड {param} फील्डशी जुळत नाही.

source: The {field} field must differ from the {param} field.
mr_in: {फील्ड} फील्ड {param} फील्डपेक्षा भिन्न असणे आवश्यक आहे.

source: The {field} field must contain a unique value.
mr_in: {Field} फील्डमध्ये एक अनन्य मूल्य असणे आवश्यक आहे.

source: The {field} field must only contain digits.
mr_in: {Field} फील्डमध्ये फक्त अंक असणे आवश्यक आहे.

source: The {field} field must only contain digits and must be greater than zero.
mr_in: {Field} फील्डमध्ये केवळ अंक असावेत आणि शून्यपेक्षा मोठा असणे आवश्यक आहे.

source: The {field} field must contain a decimal number.
mr_in: {Field} फील्डमध्ये दशांश संख्या असणे आवश्यक आहे.

source: The {field} field must contain a number less than {param}.
mr_in: {Field} फील्डमध्ये {param} पेक्षा कमी संख्येचा समावेश असणे आवश्यक आहे.

source: The {field} field must contain a number less than or equal to {param}.
mr_in: {Field} फील्डमध्ये {param} पेक्षा कमी किंवा त्यापेक्षा कमी असणे आवश्यक आहे.

source: The {field} field must contain a number greater than {param}.
mr_in: {Field} फील्डमध्ये {param} पेक्षा मोठी संख्या असणे आवश्यक आहे.

source: The {field} field must contain a number greater than or equal to {param}.
mr_in: {Field} फील्डमध्ये {param} पेक्षा मोठी किंवा त्यापेक्षा मोठी संख्या असणे आवश्यक आहे.

source: We didn't recognize the username or password you entered. Please try again.
mr_in: आम्ही आपण प्रविष्ट केलेले वापरकर्तानाव किंवा संकेतशब्द ओळखला नाही. कृपया पुन्हा प्रयत्न करा.

source: Login or email doesn\'t exist
mr_in: लॉगिन किंवा ईमेल अस्तित्वात नाही.

source: Email is already used by another user. Please choose another email.
mr_in: ईमेल दुसर्या वापरकर्त्याने आधीच वापरले आहे. अन्य ईमेल निवडा.

source: Username already exists. Please choose another username.
mr_in: वापरकर्तानाव आधीच अस्तित्वात आहे. कृपया दुसरे वापरकर्तानाव निवडा.

source: This is your current email
mr_in: हा आपल्या वर्तमान ईमेल आहे

source: Your confirmation code does not match the one in the image.
mr_in: आपला पुष्टीकरण कोड प्रतिमा जुळत नाही.

source: Your confirmation code has expired. Please try again.
mr_in: आपला पुष्टीकरण कोड कालबाह्य झाला आहे. कृपया पुन्हा प्रयत्न करा.

source: You have been successfully logged out.
mr_in: आपण यशस्वीपणे लॉग आउट केले आहे.

source: Registration is disabled.
mr_in: नोंदणी अक्षम केली आहे.

source: You have successfully registered. Check your email address to activate your account.
mr_in: आपण यशस्वीरित्या नोंदणी केली आहे. आपले खाते सक्रिय करण्यासाठी आपला ईमेल पत्ता तपासा.

source: You have successfully registered.
mr_in: आपण यशस्वीरित्या नोंदणी केली आहे.

source: A new activation email has been sent to %s. Follow the instructions in the email to activate your account.
mr_in: एक नवीन सक्रियकरण ईमेल %s पाठविला गेला आहे. आपले खाते सक्रिय करण्यासाठी ईमेलमधील निर्देशांचे अनुसरण करा.

source: Your account has been successfully activated.
mr_in: आपले खाते यशस्वीरित्या सक्रिय केले गेले आहे.

source: The activation code you entered is incorrect or expired.
mr_in: आपण प्रविष्ट केलेला सक्रियता कोड चुकीचा किंवा कालबाह्य झाला आहे.

source: Your password has been successfully changed.
mr_in: तुमचा पासवर्ड यशस्वीरित्या बदलला आहे.

source: An email with instructions for creating a new password has been sent to you.
mr_in: नवीन पासवर्ड तयार करण्यासाठी निर्देशांसह एक ईमेल आपल्याला पाठविण्यात आला आहे.

source: You have successfully reset your password
mr_in: आपण आपला संकेतशब्द यशस्वीरित्या रीसेट केला आहे

source: Your activation key is incorrect or expired. Please check your email again and follow the instructions.
mr_in: आपली सक्रियता की चुकीची किंवा कालबाह्य झाली आहे. कृपया पुन्हा आपला ईमेल तपासा आणि सूचनांचे अनुसरण करा.

source: A confirmation email has been sent to %s. Follow the instructions in the email to complete this change of email address.
mr_in: पुष्टीकरण ईमेल %s पाठविला गेला आहे. ईमेल पत्त्यातील बदल पूर्ण करण्यासाठी ईमेलमधील सूचनांचे अनुसरण करा.

source: You have successfully changed your email
mr_in: आपण यशस्वीरित्या आपला ईमेल बदलला आहे

source: You are banned.
mr_in: आपण बंदी घातली आहे.

source: Your account has been deleted...
mr_in: आपले खाते हटवले गेले आहे ...

source: Welcome to %s!
mr_in: %s स्वागत आहे!

source: Forgot your password on %s?
mr_in: आपला पासवर्ड %s वर विसरलात?

source: Your new password on %s
mr_in: आपला नवीन पासवर्ड %s

source: Your new email address on %s
mr_in: आपला नवीन ईमेल पत्ता %s

source: Unable to find a post variable called userfile.
mr_in: वापरकर्ता फाइल नामक पोस्ट व्हेरिएबल शोधण्यात अक्षम.

source: The uploaded file exceeds the maximum allowed size in your PHP configuration file.
mr_in: अपलोड केलेली फाइल आपल्या PHP कॉन्फिगरेशन फाइलमधील कमाल परवानगी आकारापेक्षा मोठी आहे.

source: The uploaded file exceeds the maximum size allowed by the submission form.
mr_in: अपलोड केलेल्या फाइलने सबमिशन फॉर्मद्वारे अनुमती असलेल्या कमाल आकारापेक्षा जास्त आहे.

source: The file was only partially uploaded.
mr_in: फाइल केवळ अंशतः अपलोड केली गेली.

source: The temporary folder is missing.
mr_in: तात्पुरते फोल्डर गहाळ आहे.

source: The file could not be written to disk.
mr_in: फाइल डिस्कवर लिहिली जाऊ शकली नाही.

source: The file upload was stopped by extension.
mr_in: विस्ताराने फाइल अपलोड थांबविली.

source: You did not select a file to upload.
mr_in: आपण अपलोड करण्यासाठी एक फाइल निवडली नाही.

source: The filetype you are attempting to upload is not allowed.
mr_in: आपण अपलोड करण्याचा प्रयत्न करीत असलेल्या फाइलटाइपला अनुमती नाही.

source: The file you are attempting to upload is larger than the permitted size.
mr_in: आपण अपलोड करण्याचा प्रयत्न करीत असलेली फाइल परवानगी आकारापेक्षा मोठी आहे.

source: The image you are attempting to upload doesn\'t fit into the allowed dimensions.
mr_in: आपण अपलोड करण्याचा प्रयत्न करीत असलेली प्रतिमा परवानगी असलेल्या परिमाणेमध्ये फिट होत नाही.

source: A problem was encountered while attempting to move the uploaded file to the final destination.
mr_in: अपलोड केलेल्या फाईलला अंतिम गंतव्यस्थानावर हलविण्याचा प्रयत्न करताना समस्या आली.

source: The upload path does not appear to be valid.
mr_in: अपलोड मार्ग वैध असल्याचे दिसत नाही.

source: You have not specified any allowed file types.
mr_in: आपण कोणत्याही परवानगी दिलेल्या फाइल प्रकार निर्दिष्ट केलेले नाहीत.

source: The file name you submitted already exists on the server.
mr_in: आपण सबमिट केलेले फाइल नाव सर्व्हरवर आधीच अस्तित्वात आहे.

source: The upload destination folder does not appear to be writable.
mr_in: अपलोड गंतव्य फोल्डर लिहिण्यायोग्य दिसत नाही.

source: Change Email
mr_in: ई - मेल बदला

source: New email address
mr_in: नवीन ईमेल पत्ता

source: Send confirmation email
mr_in: पुष्टीकरण ईमेल पाठवा

source: Change Password
mr_in: पासवर्ड बदला

source: Confirm New Password
mr_in: नवीन परवलीच्या शब्दाची खात्री करा

source: Get a New Password
mr_in: एक नवीन पासवर्ड मिळवा

source: Get a new password
mr_in: एक नवीन पासवर्ड मिळवा

source: Get another CAPTCHA
mr_in: दुसरी कॅप्चा मिळवा

source: Get an audio CAPTCHA
mr_in: एक कॅप्चा प्राप्त करा

source: Get an image CAPTCHA
mr_in: प्रतिमा कॅप्चा मिळवा

source: Enter the words above
mr_in: वरील शब्द प्रविष्ट करा

source: Enter the numbers you hear
mr_in: आपण ऐकत असलेली संख्या प्रविष्ट करा

source: Not readable? Change text.
mr_in: वाचनीय नाही? मजकूर बदला.

source: Forgot password
mr_in: पासवर्ड विसरला

source: Register
mr_in: नोंदणी करा

source: Email Address
mr_in: ईमेल पत्ता

source: Send Activation Again
mr_in: पुन्हा सक्रियता पाठवा

source: Send
mr_in: पाठवा

source: Logout
mr_in: बाहेर पडणे

source: Delete Account
mr_in: खाते हटवा

source: Delete account
mr_in: खाते हटवा

source: Welcome to %s
mr_in: %s आपले स्वागत आहे

source: Thanks for joining %s. We listed your sign in details below, make sure you keep them safe.
mr_in: %s सामील होण्याबद्दल धन्यवाद. आम्ही आपली साइन इन तपशील खाली सूचीबद्ध केली आहे, आपण ते सुरक्षित ठेवता हे सुनिश्चित करा.

source: To verify your email address, please follow this link:
mr_in: तुमचा ईमेल पत्ता पडताळण्यासाठी, कृपया या दुव्याचे अनुसरण कराः

source: Finish your registration...
mr_in: आपली नोंदणी समाप्त करा ...

source: Link doesn't work? Copy the following link to your browser address bar:
mr_in: लिंक काम करत नाही? खालील लिंक आपल्या ब्राउझर अॅड्रेस बारवर कॉपी करा:

source: Please verify your email within %s hours, otherwise your registration will become invalid and you will have to register again.
mr_in: कृपया %s तासांमध्ये आपले ईमेल सत्यापित करा, अन्यथा आपले नोंदणी अवैध होईल आणि आपल्याला पुन्हा नोंदणी करावी लागेल.

source: Your username:
mr_in: तुमचे उपयोजकनावः

source: Have fun!
mr_in: मजा करा!

source: The %s Team
mr_in: %s कार्यसंघ

source: You have changed your email address for %s
mr_in: आपण आपला ईमेल पत्ता %s साठी बदलला आहे

source: Follow this link to confirm your new email address:
mr_in: आपल्या नवीन ईमेल पत्त्याची पुष्टी करण्यासाठी या दुव्याचे अनुसरण कराः

source: Confirm your new email
mr_in: आपल्या नवीन ईमेलची पुष्टी करा

source: Your email address: %s
mr_in: तुमचा ईमेल पत्ताः %s

source: You received this email, because it was requested by by a user on
mr_in: आपल्याला हा ईमेल प्राप्त झाला कारण त्यावर वापरकर्त्याने विनंती केली होती

source: %s user
mr_in: %s वापरकर्ता

source: If you have received this by mistake, please DO NOT click the confirmation link, and simply delete this email. After a short time, the request will be removed from the system.
mr_in: आपण चुकून हे प्राप्त केले असल्यास, कृपया पुष्टीकरण दुव्यावर क्लिक करू नका आणि हा ईमेल हटवा. थोड्या वेळानंतर, सिस्टमवरून विनंती काढली जाईल.

source: Thank you,
mr_in: धन्यवाद,

source: You received this email, because it was requested by a %s user. If you have received this by mistake, please DO NOT click the confirmation link, and simply delete this email. After a short time, the request will be removed from the system.
mr_in: आपल्याला हा ईमेल प्राप्त झाला आहे, कारण %s वापरकर्त्याने विनंती केली होती. आपण चुकून हे प्राप्त केले असल्यास, कृपया पुष्टीकरण दुव्यावर क्लिक करू नका आणि हा ईमेल हटवा. थोड्या वेळानंतर, सिस्टमवरून विनंती काढली जाईल.

source: Create a new password on %s
mr_in: %s वर नवीन पासवर्ड निर्माण करा

source: Create a new password
mr_in: एक नवीन पासवर्ड तयार करा

source: Forgot your password, huh? No big deal.
mr_in: तुमचा पासवर्ड विसरलात, हो? काही मोठी गोष्ट नाही.

source: To create a new password, just follow this link:
mr_in: नवीन पासवर्ड तयार करण्यासाठी फक्त या दुव्याचे अनुसरण कराः

source: You received this email, because it was requested by a user on
mr_in: आपल्याला हा ईमेल प्राप्त झाला कारण त्यावर वापरकर्त्याने विनंती केली होती

source: This is part of the procedure to create a new password on the system. If you DID NOT request a new password then please ignore this email and your password will remain the same.
mr_in: सिस्टीमवर नवीन पासवर्ड तयार करण्याच्या प्रक्रियेचा हा एक भाग आहे. आपण नवीन पासवर्डची विनंती न केल्यास कृपया या ईमेलकडे दुर्लक्ष करा आणि आपला संकेतशब्द तसाच राहील.

source: %s Order Details
mr_in: %s ऑर्डर तपशील

source: Customer Details
mr_in: ग्राहक तपशील

source: Business Name
mr_in: व्यवसायाचे नाव

source: Address
mr_in: पत्ता

source: City
mr_in: शहर

source: Zip
mr_in: झिप

source: Phone
mr_in: फोन

source: Country
mr_in: देश

source: Message if any
mr_in: जर संदेश असेल तर

source: Order Details
mr_in: ऑर्डर तपशील

source: Item Description
mr_in: आयटम वर्णन

source: Item ID
mr_in: आयटम आयडी

source: Price
mr_in: किंमत

source: Sub-Total
mr_in: उप-एकूण

source: Base-Total
mr_in: बेस-टोटल

source: Shipping
mr_in: शिपिंग

source: Total
mr_in: एकूण

source: Payment Status
mr_in: पैसे भरल्याची स्थिती

source: Thank You
mr_in: धन्यवाद

source: Payment Method
mr_in: पेमेंट पद्धत

source: Payment Note
mr_in: पेमेंट नोट

source: Transaction ID
mr_in: व्यवहार आयडी

source: Pending Reason
mr_in: प्रलंबित कारण

source: You have changed your password.
mr_in: आपण आपला पासवर्ड बदलला आहे.

source: Please, keep it in your records so you don't forget it.
mr_in: कृपया ते आपल्या नोंदींमध्ये ठेवा म्हणजे आपण ते विसरू नका.

source: Your email address:
mr_in: तुमचा ईमेल पत्ताः

source: Thanks for joining %s. We listed your sign in details below, make sure you keep them safe.<br/>
mr_in: %s सामील होण्याबद्दल धन्यवाद. आम्ही आपली साइन इन तपशील खाली सूचीबद्ध केली आहे, आपण त्यांना सुरक्षित ठेवता हे सुनिश्चित करा. <br/>

source: To open your %s homepage, please follow this link:
mr_in: आपले %s मुख्यपृष्ठ उघडण्यासाठी, कृपया या दुव्याचे अनुसरण करा:

source: Go to %s now!
mr_in: आता %s वर जा!

source: Follow this link to login on the site:
mr_in: साइटवर लॉग इन करण्यासाठी या दुव्याचे अनुसरण कराः

source: Add New Category
mr_in: नवीन श्रेणी जोडा

source: Add Category
mr_in: श्रेणी जोडा

source: Back to Categories
mr_in: श्रेण्यांवर परत

source: Category
mr_in: वर्ग

source: Thumbnail
mr_in: लघुप्रतिमा

source: Add Product
mr_in: उत्पादन जोडा

source: Action
mr_in: क्रिया

source: Update
mr_in: अद्यतन

source: Continue Shopping
mr_in: खरेदी चालू ठेवा

source: Submit Order
mr_in: मागणी नोंदवा

source: Checkout with
mr_in: चेकआउट

source: Loading...
mr_in: लोड करीत आहे ...

source: Manage Categories
mr_in: श्रेण्या व्यवस्थापित करा

source: Products
mr_in: उत्पादने

source: Add Products
mr_in: उत्पादने जोडा

source: Edit
mr_in: संपादित करा

source: Delete
mr_in: हटवा

source: Edit Category
mr_in: श्रेणी संपादित करा

source: Current Thumbnail
mr_in: वर्तमान लघुप्रतिमा

source: Update Product
mr_in: अद्यतन उत्पादन

source: View Product
mr_in: उत्पादन पहा

source: Select Size
mr_in: आकार निवडा

source: Select Color
mr_in: रंग निवडा

source: Add to
mr_in: जोडू

source: Sort by
mr_in: क्रमवारी लावा

source: Description
mr_in: वर्णन

source: View Details
mr_in: तपशील पहा

source: There are no products to show!!
mr_in: दर्शविण्यासाठी कोणतेही उत्पादन नाहीत !!

source: Manage Products
mr_in: उत्पादने व्यवस्थापित करा

source: Australian Dollar
mr_in: ऑस्ट्रेलियन डॉलर

source: Canadian Dollar
mr_in: कॅनेडियन डॉलर

source: Euro
mr_in: युरो

source: British Pound
mr_in: ब्रिटिश पाऊंड

source: U.S. Dollar
mr_in: यूएस डॉलर

source: New Zealand Dollar
mr_in: न्यूझीलंड डॉलर

source: Swiss Franc
mr_in: स्विस फ्रँक

source: Hong Kong Dollar
mr_in: हाँगकाँग डॉलर

source: Singapore Dollar
mr_in: सिंगापूर डॉलर

source: Swedish Krona
mr_in: स्वीडिश क्रोन

source: Danish Krone
mr_in: डॅनिश क्रोन

source: Polish Zloty
mr_in: पोलिश झ्लोटी

source: Norwegian Krone
mr_in: नॉर्वेजियन क्रोन

source: Hungarian Forint
mr_in: हंगेरियन फोरिंट

source: Czech Koruna
mr_in: चेक कोरुना

source: Israeli New Shekel
mr_in: इस्रायली न्यू शेकेल

source: Mexican Peso
mr_in: मेक्सिकन पेसो

source: Brazilian Real (only for Brazilian members)
mr_in: ब्राझीलियन रिअल (केवळ ब्राझिलियन सदस्यांसाठी)

source: Malaysian Ringgit (only for Malaysian members)
mr_in: मलेशियन रिंगगिट (केवळ मलेशियन सदस्यांसाठी)

source: Philippine Peso
mr_in: फिलीपीन पेसो

source: New Taiwan Dollar
mr_in: न्यू तैवान डॉलर

source: Thai Baht
mr_in: थाई बहत

source: Turkish Lira (only for Turkish members)
mr_in: तुर्की लीरा (केवळ तुर्की सदस्यांसाठी)

source: Edit Store Settings
mr_in: स्टोअर सेटिंग्ज संपादित करा

source: Logo URL
mr_in: लोगो यूआरएल

source: Current Logo
mr_in: वर्तमान लोगो

source: Note
mr_in: टीप

source: it will use for PayPal as well as Submit Order.
mr_in: ते पेपल तसेच सबमिट ऑर्डरसाठी वापरेल.

source: Checkout Options
mr_in: चेकआउट पर्याय

source: Use PayPal
mr_in: PayPal वापरा

source: Use Submit Order by Email
mr_in: ईमेलद्वारे सबमिट ऑर्डर वापरा

source: Refer for
mr_in: चा संदर्भ घ्या

source: ASCII Codes
mr_in: एएससीआयआय कोड

source: First Name
mr_in: पहिले नाव

source: Last Name
mr_in: आडनाव

source: We need some details
mr_in: आम्हाला काही माहिती हवी आहे

source: Street
mr_in: रस्ता

source: ZIP
mr_in: झिप

source: Ph
mr_in: पीएच

source: Back to Cart
mr_in: कार्ट वर परत

source: Processing...
mr_in: प्रक्रिया करीत आहे ...

source: Order Submitted Successfully
mr_in: ऑर्डर यशस्वीरित्या सबमिट केली

source: Close Details
mr_in: तपशील बंद करा

source: Close
mr_in: बंद

source: Error Occured. Try Again
mr_in: त्रुटी आली. पुन्हा प्रयत्न करा

source: Home
mr_in: घर

source: Howdy
mr_in: किती

source: Demo purposes only. Nothing will save!!
mr_in: केवळ डेमो हेतू. काहीही जतन होणार नाही !!

source: &copy; %year% %store_name%
mr_in: कॉपी करा % वर्ष%% store_name%

source: Powered by <a href="http://livelycart.com" title="Powered by LivelyCart" target="_blank">LivelyCart</a> -
mr_in: <a href="http://livelycart.com" title="Powered द्वारे LivelyCart" target="_blank"> LivelyCart </a> द्वारा समर्थित -

source: Warning!
mr_in: चेतावणी!

source: add size
mr_in: आकार जोडा

source: add color
mr_in: रंग जोडा

source: Do you really want to delete this Product?
mr_in: आपण खरोखर हे उत्पादन हटवू इच्छिता?

source: Do you really want to delete this Category? All the products within this category will be deleted!!
mr_in: आपण खरोखर ही श्रेणी हटवू इच्छिता? या श्रेणीतील सर्व उत्पादने हटविली जातील !!

source: Admin Area
mr_in: प्रशासन क्षेत्र

source: Store Settings
mr_in: स्टोअर सेटिंग्ज

source: Admin Settings
mr_in: प्रशासन सेटिंग्ज

source: Search
mr_in: शोध

source: Categories
mr_in: श्रेण्या

source: Add New Product
mr_in: नवीन उत्पादन जोडा

source: Remove
mr_in: काढा

source: Edit Product Details
mr_in: उत्पादन तपशील संपादित करा

source: <span class="help-inline">Use <strong>%shipping_charge%</strong> for No Free Shipping</span>
mr_in: <span class="help-inline"> कोणतेही विनामूल्य शिपिंगसाठी <strong> %shipping_charge% </strong> वापरा </span>

source: Product Search
mr_in: उत्पादन शोध
